import type { SupportBook } from '@types'

export const mockBooks: SupportBook[] = [
	{
		id: '1',
		path: '/books/book1.pdf',
		title: 'Альберт Эллис, Артур Ландж Эмоции. Не позволяй обстоятельствам и окружающим играть на нервах',
		description:
			'"Людей больше беспокоят не сами события, а то, как они воспринимают их" Информация,  содержащаяся  в  данной  книге,  получена  из источников,  рассматриваемых  издательством  как  надежные.  Тем  не менее, имея в виду возможные человеческие или технические ошибки, издательство не может гарантировать абсолютную точность и полноту приводимых  сведений  и  не  несет  ответственности  за  возможные ошибки, связанные с использованием книги',
	},
	{
		id: '2',
		path: '/books/book2',
		title: 'Дэвид  Бернс Здоровая самооценка: 10 шагов к уверенности в себе',
		description:
			'Бернс Д. Здоровая самооценка: 10 шагов к уверенности в себе  /  Д. Бернс —   «Альпина Диджитал»,  1999 ISBN 978-5-96-149130-2 Стресс, неудачи, проблемы со здоровьем, бытовые и рабочие конфликты негативно влияют на нашу самооценку. Но как ее поддержать? Самооценка – это способность любить и уважать себя в миг поражения так же сильно, как и при победе. В книге «Здоровая самооценка: 10 шагов к уверенности в себе» Дэвид Бернс, автор бестселлера «Терапия настроения», рассказывает о том, как выработать личную систему ценностей, справиться с негативными эмоциями и выявить области, где вы можете быть эмоционально уязвимыми. Все читатели видят на странице одни и те же слова, но реагируют на них по-разному. Знаете, в чем дело? Одни и те же слова на листе бумаги не могут заставить десять разных людей испытать десять разных чувств! Их наверняка создаете вы сами. Понимаете, что это значит? Ваше настроение порождено вашими мыслями, а не внешними событиями. Вас ожидают проверенные психотерапевтические методики, письменные задания и практические упражнения, а также тесты и опросники, которые помогут улучшить самовосприятие, повысить настроение и работоспособность. Дело в том, что все мы люди и большинство из нас во многом несовершенны. Неважно, кто вы – психолог, родитель, талантливый спортсмен или учитель: у вас в любом случае есть недостатки и изъяны. Когда вы принимаете их с чувством внутреннего спокойствия, а не стыдливо прячете от чужих глаз, это снимает с ваших плеч тяжкую ношу: осуждение и мысленная жесткая критика внезапно теряют силу. Зачастую вы внезапно чувствуете свободу и прилив сил. Для кого Для всех, кто хочет оздоровить самооценку и достичь лучших результатов в жизни.',
	},
	{
		id: '3',
		path: '/books/book3.pdf',
		title: 'Маршалл  Розенберг Ненасильственное общение. Язык Жизни',
		description:
			'Розенберг М. Ненасильственное общение. Язык Жизни  /  М. Розенберг —  «София Медиа»,  2015 ISBN 978-5-906897-27-5 Метод ненасильственного общения (ННО) реально улучшает жизнь тысяч людей. Основатель метода ННО Маршалл Розенберг подробно объясняет его суть и на многочисленных примерах из своей практики миротворца показывает, как им пользоваться. ISBN 978-5-906897-27-5 © Розенберг М., 2015 © София Медиа, 2015',
	},
	{
		id: '4',
		path: '/books/book4.pdf',
		title: 'Ольга  Примаченко К себе нежно. Книга о том, как ценить и беречь себя «Эксмо» 2020',
		description:
			'Примаченко О. В. К себе нежно. Книга о том, как ценить и беречь себя  /   О. В. Примаченко —  «Эксмо»,  2020 — (Бестселлеры саморазвития) ISBN 978-5-04-117369-2 «К себе нежно» — это новый, очень честный взгляд на любовь к себе. Это книга-медитация, которая призывает к внутреннему разговору и помогает услышать собственный голос среди множества других. Автор книги Ольга Примаченко — журналист, экс-главный редактор LADY.TUT.BY и автор блога Gnezdo.by — говорит с читателем о важном: о принятии своих чувств, желаний и тела, о расставлении приоритетов и границ, о создании питательного пространства вокруг себя, а также об экологичном взаимодействии с миром и людьми. В конце книги читателя ждет 31-дневная практика нежности к себе. В формате a4.pdf сохранен издательский макет. Книга также выходит в альтернативном оформлении: https://www.litres.ru/ book/olga-primachenko/k-sebe-nezhno-podarochnoe-izdanie-70744951/ https:// www.litres.ru/book/olga-primachenko/k-sebe-nezhno-kniga-o-tom-kak-cenit-i- berech-sebya-70739845/ УДК 159.92 ББК 88.52 ISBN 978-5-04-117369-2 © Примаченко О. В',
	},
]
